Repository: funnymataleao/pickly
Catalog: Pickly/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, it, pl, pt_pt

source: Firebase account data remains while your account is active. Deleting your account removes account-linked data from Pickly's Cloudflare service, revokes the Apple connection when applicable, removes the Firebase account, and clears local Pickly data. Apple may ask you to confirm your identity again before deletion. If a server request is unavailable, your account stays active so you can retry. App Store subscription billing is separate and must be managed through Apple.
cs: Údaje z účtu Firebase zůstávají aktivní, dokud je váš účet aktivní. Odstranění účtu odstraňuje data spojená s účtem ze služby Pickly 's Cloudflare, případně zruší spojení Apple, odstraní účet Firebase a vymaže lokální data Pickly. Apple vás může požádat, abyste znovu potvrdili svou totožnost před vymazáním. Pokud je žádost o server nedostupná, váš účet zůstane aktivní, takže jej můžete znovu vyzkoušet. Předplatné App Store je oddělené a musí být spravováno přes Apple.
da: Firebase kontodata forbliver mens din konto er aktiv. Sletning af din konto fjerner konto- linkede data fra Picklys Cloudflare-tjeneste, tilbagekalder Apple-forbindelsen, når det er relevant, fjerner Firebase-kontoen, og fjerner lokale Pickly-data. Apple kan bede dig om at bekræfte din identitet igen før sletning. Hvis en serverforespørgsel ikke er tilgængelig, forbliver din konto aktiv, så du kan prøve igen. App Store abonnement fakturering er separat og skal forvaltes gennem Apple.
de: Firebase-Kontodaten bleiben, während Ihr Konto aktiv ist. Durch das Löschen Ihres Kontos werden kontogebundene Daten aus dem Cloudflare-Dienst von Pickly entfernt, die Apple-Verbindung gegebenenfalls widerrufen, das Firebase-Konto entfernt und lokale Pickly-Daten gelöscht. Apple kann Sie bitten, Ihre Identität vor dem Löschen erneut zu bestätigen. Wenn eine serveranfrage nicht verfügbar ist, bleibt ihr konto aktiv, so dass sie es erneut versuchen können. Die abrechnung für app store-abonnements ist separat und muss über apple verwaltet werden.
es: Los datos de la cuenta de Firebase permanecen mientras su cuenta está activa. Eliminar su cuenta elimina los datos relacionados con la cuenta del servicio Cloudflare de Pickly, revoca la conexión de Apple cuando sea aplicable, elimina la cuenta Firebase y elimina los datos locales de Pickly. Apple puede pedirle que confirme su identidad de nuevo antes de la eliminación. Si una solicitud de servidor no está disponible, su cuenta permanece activa para que pueda volver a entrar. La facturación de suscripción de App Store es independiente y debe administrarse a través de Apple.
fr: Les données de compte Firebase restent pendant que votre compte est actif. Supprimer votre compte supprime les données liées au compte du service Cloudflare de Pickly, annule la connexion Apple le cas échéant, supprime le compte Firebase et efface les données locales de Pickly. Apple peut vous demander de confirmer votre identité avant la suppression. Si une requête serveur n'est pas disponible, votre compte reste actif pour que vous puissiez réessayer. La facturation des abonnements App Store est séparée et doit être gérée par Apple.
it: I dati dell'account Firebase rimangono mentre il tuo account è attivo. Cancellare il tuo account rimuove i dati collegati all'account dal servizio Cloudflare di Pickly, revoca la connessione Apple quando applicabile, rimuove l'account Firebase e cancella i dati locali Pickly. Apple potrebbe chiederti di confermare la tua identità prima della cancellazione. Se una richiesta di server non è disponibile, il tuo account rimane attivo in modo da poter provare. L'abbonamento all'App Store è separato e deve essere gestito tramite Apple.
pl: Dane z konta Firebase pozostają podczas aktywacji konta. Usuwanie Twojego konta usuwa dane powiązane z kontem z usługi Cloudflare firmy Pickly, w stosownych przypadkach cofa połączenie Apple, usuwa konto Firebase i usuwa lokalne dane. Apple może poprosić o potwierdzenie swojej tożsamości przed usunięciem. Jeśli żądanie serwera jest niedostępne, Twoje konto pozostaje aktywne, więc możesz spróbować ponownie. Abonament App Store jest odrębny i musi być zarządzany za pośrednictwem Apple.
pt_pt: Os dados da conta Firebase permanecem enquanto sua conta está ativa. Excluir sua conta remove dados ligados à conta do serviço Cloudflare do Pickly, revoga a conexão Apple quando aplicável, remove a conta Firebase e limpa os dados locais do Pickly. A Apple pode pedir-lhe que confirme novamente a sua identidade antes da eliminação. Se uma solicitação do servidor não estiver disponível, sua conta permanece ativa para que você possa tentar novamente. A faturação da assinatura da App Store é separada e deve ser gerenciada através da Apple.

source: Fits your gluten-free preference
cs: Vhodné pro vaše gluten- free preference
da: Passer til din glutenfri præference
de: Passt zu Ihrer glutenfreien Präferenz
es: Ajuste su preferencia sin gluten
fr: Convient à vos préférences sans gluten
it: Adatta la tua preferenza senza glutine
pl: Pasuje do twoich preferencji bez glutenu
pt_pt: Se encaixa na sua preferência sem glúten

source: Fits your lactose-free preference
cs: Zapadá do vaší laktosy - zdarma preference
da: Passer til din laktose- fri præference
de: Passt zu Ihrer laktosefreien Präferenz
es: Ajuste su preferencia sin lactosa
fr: Convient à votre préférence sans lactose
it: Adatta la tua preferenza senza lattosio
pl: Pasuje do twoich preferencji.
pt_pt: Encaixa na sua preferência sem lactose

source: Fits your vegan preference
cs: Shoduje se s vaší veganskou preferencí
da: Passer til din veganske præference
de: Passt zu Ihrer veganen Präferenz
es: Ajuste su preferencia vegana
fr: Convient à votre préférence végétalienne
it: Adatta la tua preferenza vegana
pl: Pasuje do preferencji wegańskich.
pt_pt: Se encaixa na sua preferência vegan

source: Fits your vegetarian preference
cs: Vhodné pro vaše vegetariánské preference
da: Passer til din vegetariske præference
de: Passt zu Ihrer vegetarischen Präferenz
es: Ajuste su preferencia vegetariana
fr: Convient à votre préférence végétarienne
it: Adatta la tua preferenza vegetariana
pl: Pasuje do twoich preferencji wegetariańskich
pt_pt: Encaixa na sua preferência vegetariana

source: Flag products that may not fit this preference
cs: Označit výrobky, které nemusí odpovídat této preferenci
da: Markér produkter, der muligvis ikke passer til denne præference
de: Produkte markieren, die möglicherweise nicht zu dieser Präferenz passen
es: Marcar productos que pueden no ajustarse a esta preferencia
fr: Signaler les produits qui peuvent ne pas correspondre à cette préférence
it: Segnala i prodotti che potrebbero non essere adatti a questa preferenza
pl: Oznacz produkty, które mogą nie pasować do tych preferencji
pt_pt: Sinalizar produtos que podem não corresponder a esta preferência

source: For you
cs: Pro vás
da: Til dig
de: Für dich
es: Para ti
fr: Pour vous
it: Per te
pl: Dla Ciebie
pt_pt: Para si

source: For your security, confirm with Apple before deleting your account.
cs: Pro vaši bezpečnost potvrďte Apple před vymazáním účtu.
da: For din sikkerhed, bekræfte med Apple, før du sletter din konto.
de: Zu Ihrer Sicherheit bestätigen Sie dies mit Apple, bevor Sie Ihr Konto löschen.
es: Para tu seguridad, confirma con Apple antes de eliminar tu cuenta.
fr: Pour votre sécurité, confirmez avec Apple avant de supprimer votre compte.
it: Per la tua sicurezza, conferma con Apple prima di cancellare il tuo account.
pl: Dla bezpieczeństwa, potwierdzić z Apple przed usunięciem konta.
pt_pt: Para sua segurança, confirme com a Apple antes de excluir sua conta.

source: Forgot password?
cs: Zapomněli jste heslo?
da: Har du glemt kodeordet?
de: Passwort vergessen?
es: ¿Olvidó la contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?
pl: Zapomniałeś hasła?
pt_pt: Esqueceu-se da senha?

source: Fruit Gummies
cs: Žvýkačky
da: Frugtgumier
de: Fruchtgummis
es: Gummies de frutas
fr: Gommies de fruits
it: Gummie di frutta
pl: Gummy owocowe
pt_pt: Pastilhas de frutas

source: Gentler picks
cs: Jemné výběry
da: Entrere valg
es: Gentler elige
fr: Pois doux
it: Scelte di Gentler
pl: Wytryski
pt_pt: Colheitas de cavalheiros

source: Gentler picks usually have shorter ingredient lists
cs: Gentler tips obvykle mají kratší seznam složek
da: Gentler vælger normalt har kortere ingredienslister
de: Gentler Picks haben normalerweise kürzere Zutatenlisten
es: Los picos Gentler generalmente tienen listas de ingredientes más cortas
fr: Les pics plus doux ont généralement des listes d'ingrédients plus courtes
it: Le scelte di Gentler di solito hanno liste di ingredienti più brevi
pl: Gentler typy zazwyczaj mają krótsze listy składników
pt_pt: As escolhas Gentler geralmente têm listas de ingredientes mais curtas

source: Gentler products
cs: Jemné výrobky
da: Produkter med mere end ét formål
de: Sanftere Produkte
es: Productos gentler
fr: Produits plus doux
it: Prodotti Gentler
pl: Produkty Gentler
pt_pt: Produtos têxteis

source: Get current goal-based and related matches as Pickly's catalog evolves.
cs: Získejte aktuální shody podle cílů a související produkty z katalogu Pickly.
da: Få aktuelle målbaserede og relaterede resultater fra Pickly-kataloget.
de: Aktuelle zielbasierte und ähnliche Treffer aus dem Pickly-Katalog erhalten.
es: Obtén coincidencias actuales según tus objetivos y productos relacionados del catálogo Pickly.
fr: Obtenez les correspondances actuelles selon vos objectifs et les produits associés du catalogue Pickly.
it: Ottieni abbinamenti attuali basati sui tuoi obiettivi e prodotti correlati dal catalogo Pickly.
pl: Otrzymuj aktualne dopasowania według celów i podobne produkty z katalogu Pickly.
pt_pt: Obtenha correspondências atuais com base nos seus objetivos e produtos relacionados do catálogo Pickly.

source: Get current higher-scoring matches for this item as catalog data evolves.
cs: Získejte produkty s vyšším skóre pro tuto položku, jak se katalog vyvíjí.
da: Få aktuelle produkter med højere point for denne vare.
de: Aktuelle Produkte mit höherer Punktzahl für diesen Artikel erhalten.
es: Obtén productos con mejor puntuación para este artículo a medida que evoluciona el catálogo.
fr: Obtenez les produits mieux notés pour cet article à mesure que le catalogue évolue.
it: Ottieni prodotti con un punteggio più alto per questo articolo mentre il catalogo si aggiorna.
pl: Otrzymuj produkty z wyższym wynikiem dla tego produktu wraz z rozwojem katalogu.
pt_pt: Obtenha produtos com pontuação superior para este artigo à medida que o catálogo evolui.

source: Get live catalog matches and compare what matters on every scan.
cs: Získejte aktuální shody z katalogu a při každém skenu porovnejte to důležité.
da: Få aktuelle katalogresultater, og sammenlign det vigtigste ved hver scanning.
de: Erhalte aktuelle Katalogtreffer und vergleiche bei jedem Scan, was zählt.
es: Obtén coincidencias actuales del catálogo y compara lo importante en cada escaneo.
fr: Accédez aux correspondances du catalogue et comparez l’essentiel à chaque scan.
it: Ottieni corrispondenze aggiornate dal catalogo e confronta ciò che conta a ogni scansione.
pl: Otrzymuj aktualne dopasowania z katalogu i porównuj to, co ważne, przy każdym skanowaniu.
pt_pt: Obtenha correspondências atuais do catálogo e compare o que importa em cada digitalização.

source: Gluten-free
cs: Bezlepkové
da: Glutenfri
de: Glutenfrei
es: Sin gluten
fr: Sans gluten
it: Senza glutine
pl: Bezglutenowe
pt_pt: Sem glúten

source: Gluten-free products
cs: Bezlepkové výrobky
da: Glutenfri produkter
de: Glutenfreie Produkte
es: Productos sin gluten
fr: Produits sans gluten
it: Prodotti senza glutine
pl: Produkty bezglutenowe
pt_pt: Produtos sem glúten

source: Goals
cs: Cíle
da: Mål
de: Ziele
es: Objetivos
fr: Objectifs
it: Obiettivi
pl: Cele
pt_pt: Objetivos

source: Goes to the previous page.
cs: Jde na předchozí stránku.
da: Går til den foregående side.
de: Geht zur vorherigen Seite.
es: Va a la página anterior.
fr: Va à la page précédente.
it: Vai alla pagina precedente.
pl: Przechodzi do poprzedniej strony.
pt_pt: Vai para a página anterior.

source: Good
cs: Dobré
da: God
de: Gut
es: Bien
fr: Bon
it: Buono
pl: Dobry
pt_pt: Bom

source: Good choice
cs: Dobrá volba.
da: Godt valg
de: Gute Wahl
es: Buena elección
fr: Bon choix
it: Buona scelta
pl: Dobry wybór.
pt_pt: Boa escolha.

source: Good fiber
cs: Dobrý zdroj vlákniny
da: God kilde til fibre
de: Gute Ballaststoffquelle
es: Buena fuente de fibra
fr: Bonne source de fibres
it: Buona fonte di fibre
pl: Dobre źródło błonnika
pt_pt: Boa fonte de fibra

source: Good protein
cs: Dobré bílkoviny
da: Godt protein
de: Gutes Protein
es: Buena proteína
fr: Bonne protéine
it: Buona proteina
pl: Dobre białko
pt_pt: Boa proteína.

source: Google did not return a valid identity token.
cs: Google nevrátil platný symbol identity.
da: Google returnerede ikke en gyldig legitimation.
de: Google hat kein gültiges Identitäts-Token zurückgegeben.
es: Google no devolvió una señal de identidad válida.
fr: Google n'a pas retourné un jeton d'identité valide.
it: Google non ha restituito un segno di identità valido.
pl: Google nie zwrócił ważnego symbolu tożsamości.
pt_pt: O Google não devolveu um token de identidade válido.

source: Google sign-in could not be presented. Please try again.
cs: Sign- in Google nelze prezentovat. Prosím, zkuste to znovu.
da: Google sign-in kunne ikke præsenteres. Prøv igen.
de: Google-Anmeldung konnte nicht präsentiert werden. Bitte versuchen Sie es noch einmal.
es: El registro de Google no puede ser presentado. Por favor, inténtalo de nuevo.
fr: Google connexion ne pouvait pas être présenté. Veuillez réessayer.
it: Google sign-in non potrebbe essere presentato. Per favore riprovate.
pl: Nie można było przedstawić logowania Google. Proszę spróbować jeszcze raz.
pt_pt: Não foi possível apresentar o login do Google. Por favor, tente novamente.

source: Google sign-in is not configured yet.
cs: Sign- in Google ještě není nakonfigurován.
da: Google sign-in er ikke konfigureret endnu.
de: Die Google-Anmeldung ist noch nicht konfiguriert.
es: El registro de Google todavía no está configurado.
fr: Google connexion n'est pas encore configurée.
it: Google sign-in non è ancora configurato.
pl: Google signing- in nie jest jeszcze skonfigurowany.
pt_pt: O login do Google ainda não está configurado.

source: Great
cs: Skvělé
da: Fantastisk
de: Großartig
es: Genial
fr: Excellent
it: Ottimo
pl: Świetny
pt_pt: Ótimo

source: Great choice
cs: Skvělá volba.
da: Godt valg
de: Große Wahl
es: Gran elección
fr: Grand choix
it: Ottima scelta
pl: Świetny wybór.
pt_pt: Ótima escolha.

source: Grocery
cs: Potraviny
da: Dagligvarer
de: Lebensmittel
es: Alimentos
fr: Épicerie
it: Alimentari
pl: Artykuły spożywcze
pt_pt: Mercearia

source: Grocery item
cs: Zboží
da: Grocery element
de: Warenposition
es: Artículo de la alimentación
fr: Épicerie
it: Articolo di vendita
pl: Pozycja spożywcza
pt_pt: Mercadorias

source: Healthier matches based on your preferences
cs: Zdravější zápasy založené na vašich preferencích
da: Sundere kampe baseret på dine præferencer
de: Gesündere Übereinstimmungen basierend auf Ihren Vorlieben
es: Cerillas más saludables basadas en sus preferencias
fr: Des matches plus sains selon vos préférences
it: Fiammiferi più sani in base alle tue preferenze
pl: Zdrowe mecze w oparciu o Państwa preferencje
pt_pt: Combinações mais saudáveis com base nas suas preferências

source: Heavier pick
cs: Vybírač
da: Hevier pick
de: Schwere Pickel
es: Más pesado
fr: Cueillette de poids
it: Scegli più pesante
pl: Cięższy wybór
pt_pt: Escolha mais pesada

source: Helpful
cs: Pomoc
da: Hjælpefuld
de: Hilfreich
es: Ayudante
fr: Utile
it: Aiuto
pl: Pomocne
pt_pt: Útil

source: Helpful protein source.
cs: Užitečný zdroj bílkovin.
da: Hjælpsom proteinkilde.
de: Hilfreiche Proteinquelle.
es: Fuente de proteína útil.
fr: Source utile de protéines.
it: Fonte proteica utile.
pl: Pomocne źródło białka.
pt_pt: Fonte de proteína útil.

source: Hide unchanged values
cs: Skrýt nezměněné hodnoty
da: Skjul uændrede værdier
de: unveränderte Werte ausblenden
es: Ocultar valores sin cambios
fr: Masquer les valeurs inchangées
it: Nascondi valori invariati
pl: Ukryj niezmienione wartości
pt_pt: Ocultar valores inalterados

source: High
cs: Vysoké
da: Høj
de: Hoch
es: Alto
fr: Élevé
it: Alto
pl: Wysoki
pt_pt: Alto

source: High protein
cs: Vysoké bílkoviny
da: Højt proteinindhold
es: Alta proteína
fr: Protéines élevées
it: Proteine elevate
pl: Wysokie białko
pt_pt: Proteínas elevadas

source: High protein products
cs: Produkty s vysokým obsahem bílkovin
da: Produkter med højt proteinindhold
de: Proteinreiche Produkte
es: Productos de alta proteína
fr: Produits à haute teneur en protéines
it: Prodotti proteici
pl: Produkty wysokobiałkowe
pt_pt: Produtos proteicos de elevada qualidade

source: Higher
cs: Vyšší
da: Højere
de: Höher
es: Superior
fr: Plus haut
it: Più alto
pl: Wyższy
pt_pt: Mais alto

source: Higher protein
cs: Vyšší bílkoviny
da: Højere protein
de: Höheres Protein
es: Proteína superior
fr: Protéines supérieures
it: Proteine più elevate
pl: Wyższe białko
pt_pt: Proteínas superiores

source: Higher sat fat
cs: Vyšší satový tuk
da: Højere sat fedt
de: Höher sattes Fett
es: Superior grasa sat
fr: Graisses saturées plus élevées
it: Grasso sat più alto
pl: Wyższy tłuszcz siewny
pt_pt: Gordura superior sat

source: Higher sodium
cs: Vyšší sodík
da: Højere natrium
de: Höheres Natrium
es: Sodio superior
fr: sodium supérieur
it: Sodio superiore
pl: Wyższy poziom sodu
pt_pt: Maior sódio

source: Higher sugar
cs: Vyšší cukr
da: Højere sukker
de: Höherer Zucker
es: Azúcar superior
fr: Sucre supérieur
it: Zucchero più alto
pl: Cukier wyższy
pt_pt: Açúcar superior

source: History
cs: Historie
da: Historie
de: Geschichte
es: Historia
fr: Historique
it: Storia
pl: Historia
pt_pt: Histórico

source: Home
cs: Domů
da: Hjem
de: Start
es: Inicio
fr: Accueil
pl: Start
pt_pt: Início

source: How scoring works
cs: Jak bodování funguje
da: Hvordan scoring virker
de: Wie Scoring funktioniert
es: Cómo funciona la puntuación
fr: Comment la notation fonctionne
it: Come funziona il punteggio
pl: Jak działa punktowanie
pt_pt: Como funciona a pontuação

source: If you are signed in and request a missing product, the barcode, product name, brand, and optional note you submit are stored in Pickly's Cloudflare service with your user ID so the request can be reviewed.
cs: Pokud jste přihlášeni a požádáte o chybějící produkt, čárový kód, název produktu, značka a volitelná poznámka, kterou předložíte, se uloží do služby Pickly 's Cloudflare s Vaším uživatelským ID, takže žádost může být přezkoumána.
da: Hvis du er logget ind og anmoder om et manglende produkt, er stregkoden, produktnavn, mærke og valgfri note, du indsender, gemt i Picklys Cloudflare service med dit bruger-id, så anmodningen kan gennemgås.
de: Wenn Sie angemeldet sind und ein fehlendes Produkt anfordern, werden der Barcode, der Produktname, die Marke und der optionale Hinweis, den Sie einreichen, im Cloudflare-Service von Pickly mit Ihrer Benutzer-ID gespeichert, damit die Anfrage überprüft werden kann.
es: Si se firma y solicita un producto desaparecido, el código de barras, el nombre del producto, la marca y la nota opcional que envía se almacenan en el servicio Cloudflare de Pickly con su ID de usuario para que la solicitud pueda ser revisada.
fr: Si vous êtes connecté et que vous demandez un produit manquant, le code à barres, le nom du produit, la marque et la note facultative que vous soumettez sont stockés dans le service Cloudflare de Pickly avec votre identifiant d'utilisateur afin que la demande puisse être examinée.
it: Se siete firmati e richiedete un prodotto mancante, il codice a barre, il nome del prodotto, il marchio e la nota facoltativa che inviate sono memorizzati nel servizio Cloudflare di Pickly con il vostro ID utente in modo che la richiesta possa essere esaminata.
pl: Jeśli jesteś zalogowany i żądasz brakującego produktu, kod kreskowy, nazwę produktu, markę i opcjonalną notatkę, którą składasz, są przechowywane w usłudze Cloudflare firmy Pickly wraz z identyfikatorem użytkownika, dzięki czemu wniosek może zostać zweryfikowany.
pt_pt: Se você estiver conectado e solicitar um produto em falta, o código de barras, o nome do produto, a marca e a nota opcional que você enviar serão armazenados no serviço Cloudflare da Pickly com seu ID de usuário para que o pedido possa ser revisto.
